Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=787_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten oikeuksia käsittelevät ihmisoikeuselinten uusimmat suositukset
sme: Sámiid vuoigatvuođaid gieđahalli olmmošriekteorgánaid ođđaseamos ávžžuhusat

source: Tämän sivun lyhytosoite on: www.samediggi.fi/suositukset
sme: Dán siiddu oanehisčujuhus lea: www.samediggi.fi/suositukset

source: Sopimus
sme: Orgána

source: Vuosi
sme: Jahki

source: YK:n ihmisoikeuskomitea
sme: ON:id olmmošriektekomitea

source: Kansalais- ja poliittisia oikeuksia koskeva yleissopimus
sme: Siviila- ja politihkalaš vuoigatvuođaid guoski oktasaš-soahpamuš

source: Sopimusvaltion tulisi edistää saamelaisten oikeuksien toteutumista vahvistamalla saamelaisten edustuksellisten instituutioiden, kuten saamelaiskäräjien, päätöksentekovaltaa.
sme: Soahpamušriika galggašii ovddidit sámiid vuoigatvuođaid ollašuvvama nannemiin sámiid álbmotválljen institušuvnnaid, nugo sámedikki, mearridanválddi.

source: Sopimusvaltion tulisi lisätä ponnistelujaan lainsäädäntömuutosten tekemiseksi saamelaisten oikeuksien täysimittaiseksi takaamiseksi heidän perinteisillä alueillaan varmistamalla, että saamelaisyhteisöjen oikeutta vapaaseen, ennalta tapahtuvaan ja informoituun osallistumiseen heitä koskeviin poliittisiin prosesseihin ja kehittämishankkeisiin noudatetaan.
sme: Soahpamušriika galggašii lasihit rahčamiid láhkaásahannuppástusaid bargama várás sámiid vuoigatvuođaid dievasmearálaš dáhkideami dihtii sin árbevirolaš guovlluin nu ahte sihkkarasto čuovvun mii guoská sámeservošiid vuoigatvuođa friija, ovddalgihtii dáhpáhuvvi ja informerejuvvon oassálastimii sin guoski politihkalaš proseassaidda ja ovddidanfidnuide.

source: Sopimusvaltion tulisi myös ryhtyä asianmukaisiin toimiin edistääkseen, siinä laajuudessa kuin on mahdollista, kaikkien saamelaislasten oikeutta saada opetusta omalla kielellään sopimusvaltion alueella.
sme: Soahpamušriika galggašii maiddái álgit áššáigulavaš doaimmaide ovddideami dihtii, dan viidodagas go lea vejolaš, buot sámemánáid vuoigatvuođa oažžut oahpahusa iežas gielain soahpamušriikkas.

source: Taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea
sme: Ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid komitea

source: Taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskeva yleissopimus
sme: Ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski oktasaš-soahpamuš

source: Komitea kehottaa sopimusvaltiota toteuttamaan kaikki tarvittavat toimet, joilla varmistetaan, että metsänhakkuut ja muu toiminta, joita yksityiset tällä hetkellä harjoittavat saamelaisten kotiseutualueella, eivät rajoita saamelaisten oikeutta ylläpitää ja kehittää perinteistä kulttuuriaan ja elämäntapaansa, erityisesti poronhoitoa, eivätkä heidän taloudellisten, sosiaalisten ja sivistyksellisten oikeuksiensa käyttöä.
sme: Komitea ávžžuha soahpamušriikka ollašuhttit buot dárbbašlaš doaimmaid, maiguin sihkkarasto, ahte vuovdečuollamat ja eará doaibma, maid priváhta oassebealit dál ollašuhttet sámiid ruovttuguovllus, eai ráddje sámiid vuoigatvuođa doalahit ja ovddidit árbevirolaš kultuvrra ja eallinvuogi, erenomážit boazodoalu, eaige ráddje sin ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid geavaheami.

source: Lisäksi komitea kehottaa sopimusvaltiota - neuvotellen asiasta tiiviisti kaikkien osapuolten kanssa, saamelaiskäräjät mukaan lukien - löytämään asianmukaisen ratkaisun kysymykseen maanomistuksesta ja - käytöstä saamelaisten kotiseutualueella sekä ratifioimaan pikaisesti itsenäisten maiden alkuperäis- ja heimokansoja koskevan ILO:n yleissopimuksen N:o 169.
sme: Lassin komitea ávžžuha soahpamušriikka - ráđđádallat áššis lávgalaga buot oassebeliiguin, nu ahte sámediggi mielde - gávdnan dihtii áššáigulavaš čovdosa gažaldahkii eanaoamastusas ja - geavaheamis sámiid ruovttuguovllus sihke ratifiseret farggamusat eamiálbmogiid guoski ILO:a oktasašsoahpamuša N:o 169.

source: Rotusyrjintäkomitea
sme: Nállevealahankomitea

source: Kaikkinaisen rotusyrjinnän poistamista koskeva kansainvälinen yleissopimus
sme: Buotlágan nálleveala-heami eretváldima guoski riikkaid-gaskasaš oktasaš-soahpamuš

source: Komitea suosittelee, että sopimusvaltio saamelaiskäräjistä annettua lakia uudistaessaan lisää saamelaiskäräjien päätösvaltaa saamelaisten kulttuuri-itsehallintoon liittyvissä asioissa, mukaan lukien oikeudet, jotka liittyvät maan ja luonnonvarojen käyttöön saamelaisten perinteisesti asuttamilla alueilla.
sme: Komitea ávžžuha, ahte soahpamušriika sámedikkis addon lága ođasmahtedettiin lasiha sámedikki mearridanválddi sámiid kulturiešráđđemii gulavaš áššiin, nu ahte vuoigatvuođat mielde, mat gullet eatnama ja luondduriggodagaid geavaheapmái sámiid árbevirolaččat ássan guovlluin.

source: Komitea suosittelee, että kun sopimusvaltio määrittelee, kenellä on äänioikeus saamelais- käräjien vaaleissa, se antaa asianmukaisen painoarvon saamelaisten itsemääräämisoikeudelle, joka liittyy heidän asemaansa Suomessa, heidän oikeudelleen määrätä omasta jäsenyydestään ja oikeudelleen siihen, ettei heitä pakkosulauteta.
sme: Komitea ávžžuha, ahte go soahpamušriika meroštallá, geas lea jienastanvuoigatvuohta sámedikki válggain, dat addá áššáigulavaš deattu sámiid iešmearridanvuoigatvuhtii, mii laktasa sin sajádahkii Suomas, sin vuoigatvuhtii mearridit iežas lahttovuođas ja vuoigatvuhtii dasa, ahte sii eai veagalsuddaduvvo.

source: Komitea suosittelee, että sopimusvaltio ottaa tässä yhteydessä huomioon Kansainvälisen työjärjestön yleissopimuksen nro 169, jonka sopimusvaltio on sitoutunut ratifioimaan.
sme: Komitea ávžžuha, ahte soahpamušriika vuhtiiváldá dán oktavuođas Riikkaidgaskasaš bargoorganisašuvnna oktasašsoahpamuša nr 169, man soahpamušriika lea čatnasan ratifiseret.

source: Lisäksi komitea suosittelee, että sopimusvaltio ryhtyy asianmukaisiin toimiin suojellakseen saamelaisten perinteistä poronhoitoelinkeinoa.
sme: Lassin komitea ávžžuha, ahte soahpamušriika álgá áššáigulavaš doaimmaide suodjalan dihtii sámiid árbevirolaš boazoealáhusa.

source: 14 Komitea suosittelee myös, että sopimusvaltio tosiasiallisesti varmistaa saamenkielisten sosiaali- ja terveydenhuollon palvelujen saatavuuden saamelaisille näiden koti- seutualueella.
sme: 14 Komitea ávžžuha maiddái, ahte soahpamušriika duođalaččat sihkkarastá sámegielat sosiála- ja dearvvasvuođafuolahusa bálvalusaid fálaldaga sámiide sin ruovttuguovllus.

source: Lisäksi komitea suosittelee, että sopimusvaltio jouduttaa opetus- ja kulttuuriministeriön ehdottaman, saamen kielen edistämiseksi ja suojelemiseksi tarkoitetun elvytysohjelman toteuttamista, myös joukkoviestimissä, koulutuksessa, sosiaali- ja terveyspalveluissa ja kulttuurin alalla.
sme: Lassin komitea ávžžuha, ahte soahpamušriika jođálmahttá oahpahus- ja kulturministeriija evttohan, sámegiela ovddideapmin ja suodjaleapmin dárkkuhuvvon ealáskahttinprográmma ollašuhttima, maiddái mediain, skuvlejumis, sosiála- ja dearvvasvuohtabálvalusain ja kultuvrra suorggis.

source: Lapsen oikeuksien komitea
sme: Mánáid vuoigatvuođaid komite

source: Lasten oikeuksien yleissopimus
sme: Mánáid vuoigatvuođaid oktasašsoahpamuš

source: Komitea suosittelee, että sopimusvaltio:
sme: Komitea ávžžuha, ahte soahpamušriika:

source: a) seuraa ja arvioi romani- ja saamelaislasten oikeuksien huomioon ottamista kansallisissa suunnitelmissa ja ohjelmissa;
sme: a) čuovvu ja árvoštallá romána- ja sámemánáid vuoigatvuođaid vuhtiiváldima sisriikkalaš plánain ja prográmmain;

source: b) varmistaa, että romani- ja saamelaislapsilla, myös saamelaisalueen ulkopuolella asuvilla saamelaislapsilla, on oikeus kulttuurisensitiivisiin koulutus- ja terveydenhuoltopalveluihin omalla kielellään;
sme: b) sihkkarastá, ahte romána- ja sámemánáin, maiddái sámeguovllu olggobealde ássi sámemánáin, lea vuoigatvuohta kultursensitiivvalaš oahpahus- ja dearvvasvuođafuolahusbálvalusaide iežas gielain;

source: c) tiivistää yhteistyötään Ruotsin ja Norjan hallitusten kanssa muun muassa asioissa, jotka koskevat koulujen opetussuunnitelmia, opettajien koulutusta, opettajien materiaalin tuottamista ja mediasisällön tuottamista saamelaislapsia varten;
sme: c) buorida ovttasbarggu Ruoŧa ja Norgga ráđđehusaiguin earret eará áššiin, mat gusket skuvllaid oahppaplánaid, oahpaheaddjiid skuvlema, oahpaheaddjiid materiála buvttadeami ja mediasisdoalu buvttadeami sámemánáid várás;

source: d) ottaa huomioon komitean yleisen huomautuksen no. 11 (2009) alkuperäiskansojen lapsista ja heidän yleissopimuksen mukaisista oikeuksistaan (CRC.
sme: d) vuhtiiváldá komitea oktasaš fuopmášahttima no. 11 (2009) eamiálbmogiid mánáin ja sin oktasašsoahpamuša mieldásaš vuoigatvuođain (CRC.

source: / C / GC/11); ja
sme: / C / GC/11); ja e) ratifisere ILO:a oktasašsoahpamuša no.

source: e) ratifioi ILOn yleissopimuksen no. 169 itsenäisten maiden alkuperäis- ja heimokansoista.
sme: 169 eamiálbmotsoahpamuša.

source: Naisten syrjinnän poistamista käsittelevä komitea
sme: Nissoniid vealaheami eretváldima gieđahalli komitea

source: Kaikkinaisten naisten syrjinnän poistamista käsittelevä yleissopimu
sme: Nissoniid buotlágan vealaheami eretváldima gieđahalli oktasašsoahpamuš

source: Komitea suosittaa, että osapuoli
sme: Komitea ávžžuha soahpamušriikka sihkkarastit, ahte sámenissoniidda lágiduvvojit áššáigulavaš sosiála- ja dearvvasvuođafuolahusa bálvalusat, nu ahte lassánandearvvasvuođabálvalusat mielde.

source: a) varmistaa, että sukupuolinäkökulma on valtavirtaistettu kaikkiin saamelaisia koskeviin poliitikkoihin ja ohjelmiin,
sme: Dat bivdá soahpamušriikka sihkkarastit, ahte sohkabealleperspektiiva gullá sámiid guoski buot politihkai ja prográmmaide.

source: b) hyväksyy konkreettisia toimenpiteitä tavoitteenaan lisätä saamelaisnaisten edustusta poliittisessa ja julkisessa elämässä sekä saamelaisyhteisössä että koko yhteiskunnassa,
sme: Komitea movttiidahttá soahpamušriikka ovddidit doaibmabijuid, maiguin eretváldojit sámenissoniidda guoski buotlágan vealaheapmi ja veahkaváldi, nu ahte ovttasbargu ovddalgihtii doaibmá sámeservošiin ja dakkár plánaid ráhkadeapmi, maiguin lasihuvvo nissoniid ovddastus sihke sin servošiin ja maiddái olles suopmelaš servodagas.

source: ILO:n asiantuntijakomitea
sme: ILO:a áššedovdikomitea

source: Ilon yleissopimus nro 111
sme: Ilo:a oktasaš-soahpamuš nr 111

source: Saamelaisten pääsy perinteisiin elinkeinoihin
sme: Sámiid beassan árbevirolaš ealáhusaide

source: Komitea pyytää Suomea tiedottamaan saamelaisten ammatillisesta koulutuksesta ja miten se on edistänyt saamelaisten perinteisten elinkeinojen harjoittamista.
sme: Komitea bivdá Suoma dieđihit sámiid ámmátlaš oahpahusas ja mo dat lea ovddidan sámiid árbevirolaš ealáhusaid ollašuhttima.

source: Komitea myös pyytää Suomea osoittamaan miten laajasti se on ottanut huomioon saamelaisten maahan perustuvat elinkeinot ja elämäntavan toimeenpannessaan erilaisia projekteja ja erilaisia toimenpiteitä saamelaiskäräjien kanssa varmistaakseen saamelaisten pääsyn perinteisiin elinkeinoihin ja millä keinoin nämä tavoitteet on saavutettu.
sme: Komitea maiddái bivdá Suoma duođaštit man viidát dat lea vuhtiiváldán sámiid eatnamii vuođđudeaddji ealáhusaid ja eallinvuogi álggahettiin sierralágan prošeavttaid ja sierralágan doaibmabijuid sámedikkiin sihkkarastima dihtii sámiid beassama árbevirolaš ealáhusaide ja maid vugiiguin dát ulbmilat leat ollašuhtton

source: Euroopan Neuvoston ministerikomitea
sme: Eurohpá Ráđi ministtarkomitea

source: Kansallisten vähemmistöjen suojelua koskeva yleissopimus
sme: Álbmotlaš vehádagaid suodjaleami guoski oktasaš-soahpamuš

source: ottaen huomioon hallituksen aikomus ratifioida ILOn yleissopimus nro 169 olisi ryhdyttävä pikaisiin toimiin, joilla käynnistetään pysähtyneet neuvottelut saamelaisten kotiseutualueen maaoikeuksista ja aloitetaan uudelleen rakentava vuoropuhelu saamelaiskäräjien kanssa, jotta asiaan liittyvä oikeudellinen epävarmuus saadaan ratkaistuksi;
sme: váldimiin vuhtii ráđđehusa áigumuša ratifiseret ILO:a oktasašsoahpamuša nr 169 galggašii álgit farggamusat doaimmaide, maiguin álggahuvvojit bissánan ráđđádallamat sámiid ruovttuguovllu eanavuoigatvuođain ja álggahuvvo ođđasit mávssolaš ságastallan sámedikkiin, vuoi áššái gulavaš vuoigatvuođalaš eahpesihkkarvuohta čoavdašuvvá;

source: olisi ryhdyttävä asianmukaisiin toimiin, joilla varmistetaan, että kansallisiin vähemmistöihin kuuluvia henkilöitä koskevia erilaisia kuulemisjärjestelmiä ja - menettelyjä täydennetään ja järjestetään uudelleen selkeiden viestintäkanavien tarjoamiseksi, ja olisi parannettava vähemmistöjen, myös lukumääräisesti pienimpien vähemmistöjen, edustajien mahdollisuuksia vaikuttaa tosiasiallisesti päätöksentekoprosessiin;
sme: galggašii joatkit, nu ahte sámedikkiin ráđđádallo, ulbmillaš doaimmaid, maiguin figgojuvvo doarvái buorre ruhtadeami ja sámegielaid ealáskahttinprográmma beaktilis ollašuhttima vehkiin eastadit sámegielaid jávkama almmolaš eallimis dálá eanet, ja galggašii investeret áššáigulavaš skuvlendoaimmaide, maiguin sihkkarastojit, ahte sámit ožžot dálá buorebut sámegielat almmolaš bálvalusaid; galggašii álgit áššáigulavaš doaimmaide, maiguin sihkkarastojit, ahte álbmotlaš vehádagaide gulavaš olbmuid guoski iešguđetlágan gullangeavadat ja - meannudeamit dievasmahttojit ja lágiduvvo ođđasit čielga diehtojuohkinkanálaid fállan, ja galggašii buoridit vehádagaid, maiddái lohkumeari dáfus smávit vehádagaid, ovddasteaddjiid vejolašvuođaid váikkuhit duođalaččat mearrádusbarganproseassai;

source: olisi järjestettävä lisätukea vähemmistöjen joukkoviestimille, erityisesti venäjän- ja saamenkielisille viestimille, jotta kyseiset vähemmistökielet olisivat asianmukaisesti läsnä painetuissa ja sähköisissä joukkoviestimissä;
sme: galggašii ordnet lassidoarjaga vehádagaid joavkomediaidda, erenomážit ruošša- ja sámegielat mediaidda, vuoi guoskevaš vehádatgielat livčče áššáigulavaččat fárus prentejuvvon ja elektrovnnalaš joavkomediain; galggašii láhčit hálddahussii sierra vuogádaga, man bargun lea leat oktavuođas sámedikkiin sámiid guoski buot áššiin ja heivehit oktii ráđđehusa čielga bealiváldimiid ovddideami sámiid dáfus mearkkašahtti gažaldagain;

source: olisi ryhdyttävä asianmukaisiin toimiin etenkin korkea-asteen koulutuksen, ammattikoulutuksen ja asianomaisten palvelukseenottokäytäntöjen muuttamisen osalta, jotta saataisiin lisätyksi kansallisiin vähemmistöihin kuuluvien henkilöiden määrää virallisilla työmarkkinoilla, valtionhallinto mukaan lukien
sme: galggašii álgit áššáigulavaš doaimmaide eandalitge alladási skuvlejumi, ámmátskuvlema ja áššáigulavaš bálvalussii váldingeavadiid rievdadeami oasil, vuoi sáhtášii lasihit álbmotlaš vehádagaide gulavaš olbmuid meari virggálaš bargomárkaniin, nu ahte stáhtahálddahus lea fárus

source: Alueellisia ja vähemmistökieliä koskeva peruskirj
sme: Guovllu- ja vehádatgielaid guoski vuođđogirji

source: 1. vahvistavat edelleen saamenkielistä koulutusta, erityisesti kehittämällä järjestelmällisen politiikan ja pitkän aikavälin rahoitussuunnitelman,
sme: 1. nannejit viidásabbot sámegielat skuvlejumi, erenomážit ovddidemiin systemáhtalaš politihka ja guhkes áigge ruhtadanplána,

source: 2. ryhtyvät pikaisesti toimiin suojellakseen ja edistääkseen inarin- ja koltansaamea, jotka ovat erityisenuhanalaisia kieliä, varsinkin järjestämällä pysyvästi toimivia kielipesiä,
sme: 2. álget farggamusat doaimmaide suodjalan ja ovddidan dihtii anáraš- ja nuortalašgiela, mat leat erenomáš áitatvuloš gielat, eandalitge ordnemiin fásta doaibmi giellabesiid,

source: 3. toteuttavat lisätoimia varmistaakseen ruotsin- ja saamenkielisten sosiaali- ja terveydenhuoltopalvelujen saatavuuden,
sme: 3. ollašuhttet lassidoaimmaid sihkkarastima dihtii ruoŧa- ja sámegielat sosiála- ja dearvvasvuođafuolahus-bálvalusaid fálaldaga,

source: 5. ryhtyvät toimiin lisätäkseen tietoisuutta Suomen alueellisista ja vähemmistökielistä ja suvaitsevaisuutta niitä kohtaan, sekä kaikkien koulutusasteiden yleisten opetussuunnitelmien että joukkoviestinten avulla.
sme: 5. álget doaimmaide lasihan dihtii diđolašvuođa Suoma guovllu- ja vehádatgielain ja utnolašvuođa daid ektui, sihke buot skuvlendásiid almmolaš oahppaplánaid ja joavkomediaid vehkiin.

source: Euroopan neuvoston ihmisoikeuskomissaari
sme: Eurohpá Ráđi olmmošriekte-komissára

source: (komissaarin tehtävänä on edistää tietämystä ja kunnioitusta ihmisoikeuksia kohtaan Euroopan neuvoston jäsenmaissa)
sme: (komissára bargun lea ovddidit diđolašvuođa ja gudnejahttima olmmošvuoigatvuođaid hárrái Eurohpá ráđi lahttoriikkain)

source: Suomen perustuslaki on tunnustanut saamelaisten aseman Suomen alkuperäiskansana ja taannut heille erityiset kulttuuriset ja kielelliset oikeudet.
sme: Suoma vuođđoláhka lea dovddastan sámiid sajádaga Suoma eamiálbmogin ja dáhkidan sidjiide erenomáš kultuvrralaš ja gielalaš vuoigatvuođaid.

source: Oikeuksien tunnustaminen ei kuitenkaan toistaiseksi ole ulottunut maanomistus- eikä poronhoito-oikeuksiin, vaikka YK:n julistus alkuperäiskansojen oikeuksista ja ILO:n sopimus nro 169 selvästi antavat oikeuksia näillä alueilla.
sme: Vuoigatvuođaid dovddasteapmi ii goittotge doisttažii leat ollán eanaoamastus- iige boazodoallorivttiide, vaikke ON:id julggaštus eamiálbmogiid vuoigatvuođain ja ILO:a soahpamuš nr 169 čielgasit addet vuoigatvuođaid dáid viidodagain.

source: Ihmisoikeusvaltuutettu huomauttaa, että Suomen valmistelut ILO:n sopimuksen nro 169 ratifioimiseksi ovat kestäneet jo yli 20 vuotta.
sme: Olmmošriekteáittardeaddji fuopmášahttá, ahte Suoma válmmaštallamat ILO:a soahpamuša nr 169 ratifiserema dihtii leat bistán jo badjel 20 jagi.

source: Keskeinen kysymys ovat erityistoimenpiteet, joita saamelaisten taloudellisten ja kulttuuristen alkuperäiskansaoikeuksien varmistaminen edellyttää.
sme: Guovddáš gažaldahkan leat sierradoaibmabijut, maid sámiid ekonomalaš ja kultuvrralaš eamiálbmotvuoigatvuođaid sihkkarastin eaktuda.

source: Kansainvälisen ihmisoikeuslainsäädännön mukaan erityistoimenpiteet voivat olla perusteltuja kyseisessä tilanteessa edellyttäen, että ne ovat oikeassa suhteessa tavoiteltuihin hyväksyttäviin päämääriin nähden.
sme: Riikkaidgaskasaš olmmošriekteláhkaásaheami mielde sierradoaibmabijut sáhttet leat vuođustallon namuhuvvon dilis dainna eavttuin, ahte dat leat rivttes gaskavuođas plánejuvvon ja dohkkehuvvon mihttomeriid ektui.

source: Ihmisoikeusvaltuutettu korostaa, että ratifiointiprosessia ei tule pitää nollasumapelinä, jossa vain toinen osapuoli voittaa, vaan myös valtaväestön maankäyttöoikeudet ja oikeus harjoittaa elinkeinoja tulee ottaa huomioon.
sme: Olmmošriekteáittardeaddji deattuha, ahte ratifiserenproseassa ii galgga atnit nollasubmespeallun, mas dušše nubbi oassebealli vuoitá, muhto maiddái váldoálbmoga eanageavahanvuoigatvuođaid ja vuoigatvuođa ollašuhttit ealáhusaid galgá vuhtiiváldit.

source: Ihmisoikeusvaltuutettu kehottaa Suomea ratifioimaan ILO:n sopimuksen nro 169 ja tunnustamaan saamelaisten maankäyttöoikeudet ja oikeuden harjoittaa perinteistä poronhoitoa.
sme: Olmmošriekteáittardeaddji ávžžuha Suoma ratifiseret ILO:a soahpamuša nr 169 ja dovddastit sámiid eanageavahanvuoigatvuo-đaid ja vuoigatvuođa ollašuhttit árbevirolaš boazodoalu.

source: Muiden lakiuudistustarpeiden yhtenäinen käsittely edellyttää eri ministeriöiden tiivistä yhteistyötä.
sme: Eará láhkaođastusdárbbuid oktilaš gieđahallan eaktuda sierra ministeriijaid lávga ovttasbarggu.

source: Tämä helpottaisi myös neuvotteluja saamelaisedustajien kanssa, joilla on oltava merkittävä rooli ratifiointiprosessissa.
sme: Dat álkidahtášii maiddái ráđđádallamiid sámeovddasteaddjiiguin, geain galgá leat mearkkašahtti rolla ratifiserenproseassas.

source: Ehdotus eduskunnan ja saamelaiskäräjien yhteisen ratifiointityöryhmän perustamisesta on todella harkitsemisen arvoinen.
sme: Evttohus riikkabeivviid ja sámedikki oktasaš ratifiserenbargojoavkku vuođđudeamis lea duođaige vihkkedallama árvosaš.

source: Metsähallituksen uudistaminen tarjoaa myös mahdollisuuden löytää innovatiivisia ratkaisuja esillä oleviin kysymyksiin.
sme: Meahciráđđehusa ođasmahttin fállá maiddái vejolašvuođa gávdnat innovatiivvalaš čovdosiid dáláš gažaldagaide.

source: Meneillään olevissa neuvotteluissa pohjoismaisen saamelaissopimuksen aikaansaamiseksi painotetaan, että saamelaiskysymys ylittää valtioiden rajat, ja neuvotteluissa saatetaan korostaa myönteisiä käytäntöjä ja mahdollisuuksia yhdenmukaistettuun lähestymistapaan.
sme: Jođus leahkki ráđđádallamiin davviriikkalaš sámesoahpamuša áigáioažžuma várás deattuhuvvo, ahte sámegažaldat rasttilda riikkaid rájáid, ja ráđđádallamiin lea vejolaš deattuhit positiivvalaš geavadiid ja vejolašvuođaid sullalas lahkonanvuohkái

source: Euroopan rasismin ja suvaitsemattomuuden vastainen komissio
sme: Eurohpá rasismma ja utnohisvuođa vuostásaš komišuvdna

source: (komissio on Euroopan Neuvoston alainen elin, jonka tehtävänä on toimia rasismia, etnistä syrjintää, muukalaisvihaa ja suvaitsemattomuutta vastaan ihmisoikeuksien edistämisen hengessä.)
sme: (komišuvdna lea Eurohpá Ráđi vuollásaš orgána, man bargun lea doaibmat rasismma, etnihkalaš vealaheami, vierroolmmošvaši ja utnohisvuođa vuostá olmmoš-vuoigatvuođaid ovddideami vuoiŋŋas.)

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskulttuurin ja tämän vähemmistön merkityksen käsittelemiseksi kouluopetuksessa ja pyrkivät lisäämään tietoisuutta saamelaiskansasta enemmistön keskuudessa mm. tietoa lisäävin kampanjoin.
sme: ECRI ávžžuha, ahte Suoma virgeoapmahaččat álget doaibmabijuide sámekultuvrra ja dán vehádaga mearkkašumi gieđahallamii skuvlaoahpahusas ja geahččalit lasihit diđolašvuođa sámeálbmogis eanetlogu gaskavuođas ee. diehtojuohkin kampánjjaid bokte.

source: ECRI kannustaa Suomen viranomaisia seuraamaan saamen kielilain ja saamelaisten äidinkielistä opetusta koskevan oikeuden toteutumista.
sme: ECRI movttiidahttá Suoma virgeoapmahaččaid čuovvut sámi giellalága ja sámiid eatnigielat oahpahusa guoski vuoigatvuođa ollašuvvama.

source: ECRI suosittaa, että viranomaiset ryhtyvät tarpeellisiin toimiin varmistaakseen näiden oikeuksien tyydyttävän toteutumisen yhteistyössä saamelaisen edustajien kanssa.
sme: ECRI ávžžuha, ahte virgeoapmahaččat álget dárbbašlaš doaimmaide sihkkarastima dihtii ahte dát vuoigatvuođat duhtadahtti - láhkai ollašuvvet ovttasbarggus sámi ovddasteaddjiiguin.

source: ECRI kannustaa Suomen viranomaisia jatkamaan toimintaansa saamen kielten elvyttämiseksi ja suosittaa, että tätä varten koulutetaan riittävä määrä opettajia.
sme: ECRI movttiidahttá Suoma virgeoapmahaččaid joatkit doaimma sámegielaid ealáskahttima dihtii ja ávžžuha, ahte dán várás skuvlejuvvojit doarvái oahpaheaddjit.

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät lisätoimiin sen varmistamiseksi, että saamen kieliä opetetaan sekä saamelaisten kotiseutualueella että sen ulkopuolella.
sme: ECRI ávžžuha, ahte Suoma virgeoapmahaččat álget lassidoaimmaide dan sihkkarastima várás, ahte sámegielat oahpahuvvojit sihke sámiid ruovttuguovllus ja dan olggobealde.

source: ECRI suosittaa, että Suomen viranomaiset varaavat riittävät taloudelliset ja henkilöresurssit näihin pyrkimyksiin.
sme: ECRI ávžžuha, ahte Suoma virgeoapmahaččat várrejit doarvái ekonomalaš ja bargiresurssaid dáid figgamušaide.

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskulttuurin ja tämän vähemmistön merkityksen käsittelemiseksi kouluopetuksessa hyödyntäen ECRI:n yleistä politiikkaa koskevaa suositusta n:o 10, joka koskee rasismin ja rotusyrjinnän vastustamista koulussa ja koulun avulla.
sme: ECRI ávžžuha, ahte Suoma virgeoapmahaččat álget doaibmabijuide sámekultuvrra ja dán vehádaga mearkkašumi gieđahallama várás skuvlaoahpahusas ávkkástallamiin ECRI:a almmolaš politihka guoski ávžžuhusa n:o 10, mii guoská rasismma ja nállevealaheami vuostálastima skuvllas ja skuvlla vehkiin.
